Repository: JimmyHoliday/Water
Catalog: Water/Resources/*.lproj/Localizable.strings
Languages: nl

# Totale waterinname vandaag:
source: Total water intake today:
nl: Totale waterinname vandaag:

# Voeg waterinname toe
source: Add water intake
nl: Voeg waterinname toe

# Waterinname
source: Water Intake
nl: Waterinname

# Voer het aantal ml in:
source: Enter the amount of ml:
nl: Voer het aantal ml in:

# Toevoegen
source: Add
nl: Toevoegen

# Annuleren
source: Cancel
nl: Annuleren

# Interval ingesteld op %d minuten
source: Interval set to %d minutes
nl: Interval ingesteld op %d minuten

# %d minuten
source: %d minutes
nl: %d minuten

# Zet herinnering interval:
source: Set reminder interval:
nl: Zet herinnering interval:

# Selecteer interval
source: Select interval
nl: Selecteer interval

# Niet-storen tijd instellen:
source: Set do-not-disturb time:
nl: Niet-storen tijd instellen:

# Einde
source: End
nl: Einde

# Toestemming voor meldingen verleend.
source: Notification permission granted.
nl: Toestemming voor meldingen verleend.

# Vergeet niet water te drinken!
source: Don't forget to drink water!
nl: Vergeet niet water te drinken!

# Fout bij het toevoegen van de melding: %@
source: Error adding notification: %@
nl: Fout bij het toevoegen van de melding: %@
